{
    "title": "Barrierer for innsiktsarbeid",
    "intro": "Hvorfor gjør vi ikke innsiktsarbeid så ofte som vi kunne ønske? Etter et dypdykk i dette spørsmålet har vi nå også hørt fra noen av dere i bransjen. Innsiktsarbeid trengs for å ta gode beslutninger om hva vi skal lage, hvorfor og hvordan, og aller helst fra både kvalitative og kvantitative data. Vi trenger også forståelse av domenet vi jobber innenfor - som bl.a. det juridiske, tekniske og hvordan organisasjonen fungerer. I denne undersøkelsen har vi snevret inn fokuset på kvalitativ og kvantitativ brukerinnsikt. Per 7. mai 2024 har 64 svart. Vi kan ikke si at dette er resultater som viser bransjen, derfor viser vi antallet svar per spørsmål - dette er bare en indikasjon på hva noen i bransjen opplever. Kort oppsummert: hverdagene våre ser ganske forskjellige ut, og naturlig nok kjenner vi også da på ulike årsaker til hvorfor vi ikke får gjennomført den brukerinnsikten vi har behov for! To tredjedeler av oss jobber i en organisasjon som forstår hvorfor vi jobber brukersentrert (hurra!), men dessverre er det hele en tredjedel som opplever at organisasjonen ikke forstår hvorfor vi trenger å snakke med brukere (sukk).",
    "findings": [
      {
        "bigTitle": "Halvparten får ikke gjort nok kvalitativ brukerinnsikt",
        "content": "Men på den andre siden opplever også halvparten at de får gjort tilstrekkelig med kvalitativt innsiktsarbeid (hurra!)."
    },
    {
        "quote": "“ikke rom i prio til å se framover”"
    },
    {
        "quote": "“Føles som om et annet team allerede har gjort innsikten og vi bare må ta deres resultater for god fisk.”"
    },
      {
        "title": "Ganske mange er dypt nede i byggefella",
        "content": "Noe av det folk trekker frem når de påpeker hvorfor de ikke får gjort nok kvalitativt innsiktsarbeid er å få prioritert det. Folk har travle hverdager, så det er mange som ikke får tid eller orker å prioritere utforskningen i hverdagen."
      },
      {
        "title": "Mange peker på at det er lederne som ikke lar en få lov til å gjøre innsiktsarbeid",
        "content": "Kan dette også være relatert til byggefella? At fokuset er på at vi bygger, bygger, bygger? Hvordan vet vi hva vi skal bygge og hvordan uten denne utforskningen? Det kan se ut til at mange fortsatt jobber i oppdelte faser, der det kvalitative innsiktsarbeidet i hovedsak skjer før en starter byggingen. Hvor er det kontinuerlige arbeidet? Bygge, måle, lære?"
      },
      {
        "title": "For de fleste handler det ikke om kompetanse på kvalitativt innsiktsarbeid",
        "content": "Hvis vi skal tenke over hva som er det reelle problemet å løse her, så kan det se ut som det ikke er å bygge kompetanse som er det viktige - det handler gjerne mer om kulturen i organisasjonen?"
      },
      {
        "title": "Få svarer at det er de juridiske barrierene som står i veien",
        "content": "Et litt overraskende funn da dette er noe vi har fått inntrykk av at noen kjenner veldig sterkt på. Da kan det virke som det varierer fra organisasjon til organisasjon om det er juridiske og personvernmessige hindrer i veien for å få gjennomført for eksempel et intervju."
      },
      {
        "bigTitle": "Halvparten sier at de ikke får gjort nok kvantitativ brukerinnsikt",
        "content": "På spørsmålet om en opplever at teamet har fått gjort den brukerinnsikten en har behov for, så er tilfeldigvis antallet likt på kvalitativ og kvantitativ brukerinnsikt. Når en ser på svarene så er det likevel ikke alltid de samme personene som svarer “ja” på begge. 16 av 64 svarer at de får gjort det kvantitative innsiktsarbeidet de har behov for, men ikke det kvalitative."
      },
      {
        "title": "Også for kvantitativ brukerinnsikt oppgir mange årsaken om at en er travelt opptatt med å bygge funksjonalitet",
        "content": "Bygging har ikke noe verdi i seg selv, så hvordan kan vi vite om vi bygger det riktige uten å analysere i etterkant. Hvordan kan vi gjøre det lavterskel å sjekke i etterkant av byggingen for å se om det vi lager faktisk treffer på brukerbehov? Skaper den nye funksjonaliteten den effekten vi forventet?"
      },
      {
        "title": "Den viktigste årsaken er at teamet ikke har tilgang til et analyseverktøy",
        "content": "Det er synd at det er mangel på verktøy som stopper oss i å få gjennomført analyser av brukere og funksjonalitet. Kvantitative data kan en også få tak i fra databasen - men er det for tungvindt og teknisk?"
      },
      {
        "title": "Mange trekker frem manglende kompetanse som en årsak - både som designer og i teamet generelt",
        "content": "Har vi for lite erfaring og opplæring fra studiene i å dykke inn i kvantitative data og formidle den"
      },
      {
        "quote": "“Teamet måler alt for mange parametre og har ikke noe bevisst forhold til hvordan å bruke dataen de samler inn”"
    },
    {
        "bigTitle": "Noen refleksjoner på slutten",
        "content": "Det er tydelig hvor forskjellige hverdager vi faktisk sitter i – der 20 % faktisk føler på at de får gjort både den kvalitative og kvantitative brukerinnsikten de opplever at teamet har behov for. Men mange andre kjenner på utfordringer rundt dette, og årsakene er varierende fra person til person. "
      },
      {
        "quote": "“det er satt hva man uansett skal utvikle i lang tid framover så det er irrelevant med innsikt annet enn målinger og tilbakemeldinger”"
    },{
        "content": "En person trekker frem en erfaring rundt at det var greit å gjøre innsiktsarbeid, men når det kom til stykket så ble ikke nye endringer faktisk prioritert og gjennomført. Hvis en jobber i en organisasjon der en har planlagt så langt frem hva som skal lages, så er det jo ikke særlig rom for noe utforskning eller analyse av det som er laget. Da handler det kanskje ikke så mye lenger om en får gjort brukerinnsikt eller ikke. Det handler mer om hvordan hele organisasjonen jobber etter lange planer og satte frister, uten rom for å endre planer etterhvert som man lærer. Hvordan endrer vi da kulturen for å få til å jobbe mer smidig og med mindre risiko for å bygge feil ting? Å jobbe mer produktorientert. Hvordan klarer vi å jobbe mer med kontinuerlig læring, for slik å øke sannsynligheten for at vi bygger noe som brukerne faktisk har behov for?"
    },
    {
        "title": "Hva opplever du? ",
        "link": "Ta spørreundersøkelsen her  ",
        "content": "- den er åpen i en stund fremover."
      }
      ]}